Repository: thekinglizz/VKxFluwid
Catalog: lib/i18n/app_*.arb
Languages: ru

# nameLabel
source: Name
ru: Имя

# surnameLabel
source: Surname
ru: Фамилия

# middleNameLabel
source: Middle name
ru: Отчество

# bdLabel
source: Birthday
ru: Дата рождения

# serialLabel
source: Serial number
ru: Серия документа

# numberLabel
source: Number
ru: Номер документа

# vdButtonLabel
source: Visitor details
ru: Данные посетителя

# vdHint
source: Fill in the visitor details for each ticket
ru: Заполните данные посетителя для каждого билета

# ofertaLabel
source: Offer
ru: Публичная оферта

# fanIdHint
source: *Please add fanId, phone or email
ru: *Введите номер ПК болельщика, телефон или email

# promoHintLabel
source: Specify one or more promo codes, and click Add. The added promo codes are applied automatically. You can view promo codes in your personal account.
ru: Укажите один или несколько промокодов, и нажмите "Добавить". Добавленные промокоды применяются автоматически. Посмотреть промокоды можно в личном кабинете.

# organizerLabel
source: Owner
ru: Устроитель

# buyLabel
source: Buy
ru: Купить

# priceLabel
source: Price
ru: Стоимость

# ticketsLabel
source: Tickets
ru: Билеты

# emptyGA
source: No available general admission tickets
ru: Доступных к продаже билетов в данный момент нет

# uriConfigurationError
source: Check the required query parameters: frontendId, token, zone, cityId, id...
ru: Укажите обязательные url-параметры: frontendId, token, zone, cityId, id...

# applyPromoCode
source: Add
ru: Добавить

# promoCodeHint
source: Field is empty
ru: Поле не заполнено

# accessCodeMsg
source: Access Code is no set
ru: Поле КДП не заполнено

# errorCodeMsg
source: AccessCode is incorrect
ru: КДП задан неверно

# stageLabel
source: Stage
ru: Сцена

# personalAccountLabel
source: Ticket's buyer account
ru: Перейти в личный кабинет

# authRedirectLabel
source: Verify email
ru: Подтвердить

# numberOfTickets
source: tickets
ru: шт.

# goToCartLabel
source: Go to Cart
ru: Перейти в корзину

# selectSeatsLabel
source: Go to seating plan
ru: Выбор мест на схеме

# categoryLabel
source: Category
ru: Категория

source: Sector
ru: Сектор

source: Row
ru: Ряд

# number
source: Seat
ru: Место

# userSeatsLabel
source: My seats
ru: Мои места

# personalAreaLabel
source: Personal account
ru: Личный кабинет

# submitButton
source: Verify
ru: Подтвердить

# updateButton
source: Change Email
ru: Сменить почту

# submitCodeButton
source: Submit
ru: Далее

# helpButton
source: Help
ru: Помощь

source: Tariff:
ru: Тариф:

# fromLabel
source: from
ru: от

# code
source: Verification code
ru: Проверочный код

# availability
source: Tickets available:
ru: Доступно:

# emptyBasketMessage
source: Shopping cart is empty
ru: Корзина пуста

# authBasketMessage
source: Verify your email and select a ticket
ru: Пользователь не авторизован

# setAnotherEmail
source: Change email
ru: Сменить почту

# emailMessage
source: To purchase tickets please verify your email
ru: Email задан неверно

# emailMessage1
source: E-mail is verified
ru: Email уже задан

# emailMessage2
source: To purchase tickets please verify your email
ru: Необходимо подтвердить Email

# emailSuccess
source: Email is verified
ru: Email успешно подтвержден

# codeMessage
source: Code is incorrect
ru: Проверочный код задан неверно

# hint1
source: Please note that general admission's reservations are confirmed when you proceed to the shopping cart
ru: *Входные билеты бронируются при переходе в корзину

# hint2
source: not at the point of selecting tickets
ru: не при выборе билетов

# hint3
source: using the + button.
ru: (с помощью кнопки +),

# hint4
source: Kindly keep this in mind when making your purchase.
ru: а при переходе в корзину

# hint5
source: Please, remember this when buying.
ru: . Пожалуйста, учитывайте это при покупке.

# mHint1
source: Reservations are confirmed when you proceed to the shopping cart
ru: Резервирование происходит

source: Service charge
ru: Сервисный сбор

# totalSum
source: Total
ru: Сумма заказа

# payButton
source: PAY
ru: Оплатить

# clearAllButton
source: CLEAR ALL
ru: Очистить

# agreementStart
source: I've read and accept the terms of
ru: Я прочитал(a) и принимаю условия

# agreementEnd
source: the user agreement
ru: пользовательского соглашения

# phoneLabel
source: Phone
ru: Телефон

# initialsLabel
source: Full name
ru: Ф.И. покупателя

# birthLabel
source: Visitor's birthdate
ru: Дата рождения посетителя

# documentLabel
source: Visitor's document
ru: Документ посетителя

# promoLabel
source: Promo codes
ru: Промо код

# successPromoCodeMessage
source: Promo code is added
ru: применён

# successPromoCodesMessage
source: Promo codes are added
ru: применены

# failPromoCodeMessage
source: Promo code isn't added
ru: не применён

# failPromoCodesMessage
source: Promo codes aren't added
ru: не применены

# existPromoCodeMessage
source: already exist
ru: уже применён

# existPromoCodesMessage
source: already exists
ru: уже применены

# memoContent
source: Prior to ticket selection please verify your email. You will receive a verification code to your email.
ru: Перед покупкой, подтвердите свой адрес email с помощью проверочного кода (придет на указанный адрес)

# confirmMemo
source: Please, check your email for the verification code.
ru: Введите проверочный код из письма

# fullNameError
source: Please, enter your name with last name
ru: Пожалуйста, укажите имя и фамилию

# phoneError
source: Please, enter your phone
ru: Заполните поле Телефон

# promoHint
source: Please, enter promo code
ru: Поле для промо кодов не заполнено

# validMobileHint
source: Phone number is incorrect
ru: Номер задан неверно

source: Create order error
ru: Ошибка создания заказа
